{
  "intro": "Do you want a competitive edge over your opponents in Tekken? \
  Whether you want to mash buttons with friends and family, or test your skills\
  in online mode and tournaments across the country, understanding the mechanics\
  of the game will help you gain what it takes to win consistently. The decisions\
  competitive players make usually revolve around frame data.If you had a flip book\
  with animations in it, think of each page as a single frame. When someone says\
  that an attack is 15 frames, think of it as flipping through 15 pages of your \
  flip book to complete the attack animation To understand how to get the most \
  out of Tekken Chicken, you need to understand how these frames can be.",
  "speed": "Speed is how many frames it takes before an attack makes contact with\
   your opponent. The lower the number is on speed, the faster it is. So if your\
   attack takes less frames to hit than your opponents, theoretically you will\
   hit them first. There are a few variables at play that could determine if an \
   attack hits or not in Tekken, those will be loosely explained later.",
   "onblock": "On block refers to what happens when your attack is blocked. You'll\
   see things like +3 or -12. If you have an attack that leaves you at +3 on block\
   that means your opponent won't be able move for 3 frames. This is significant because\
   that means you can follow up with another attack knowing that you have the right\
   of way, so to speak. If they follow up with an attack immediately it will come out\
   after those 3 frames pass by.",
   "onhit": "Very similar to 'On Block', these are just the frame properties after\
   your opponent is hit by an attack. Usually hitting someone gives you some good\
   frame advantage, but you'll find that's not always the case.",
   "counterhit": "Again, like 'On Block', and 'On Hit', these are the frame\
   properties of attacks that interrupt other attacks. So if your opponent does\
   an attack that is 15 frames, and you do an attack that is 13 frames, it is likely\
   that you'll hit them with the Counter Hit property since their attack is still active.",
   "wrapup": "Hopefully you better understand the signigicance of Tekken Chicken.\
   You'll learn that this information will help guide your decisions in the heat\
   of battle. There is tons of content avaiable, and groups for Tekken players\
   where you can seek advice and gain a better understanding. Thank you for your\
   support!"
}
